Repository: QuantumExplorer/breadwallet
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: ar, bg, ja, ko, th

source: %@ is for 'mDASH'. %@ = 1 DASH.
bg: %@ е за 'mDASH'. %@ = 1 DASH.
ja: %@ の単位は「mDASH」です。%@ ＝ 1 DASHです。
ko: %1$@ is for 'mDASH'. %2$@ = 1 DASH.
th: %@ คือ 'mDASH' %@เท่ากับ 1 DASH

source: %@ is not allowed to access the camera
ar: %@غير مسموح بالوصول إلى الكاميرا
bg: %@ не е позволен достъп до камерата
ja: %@ はカメラへのアクセスを拒否されています。
ko: %@에게 카메라 접근 권한이 없습니다
th: %@ ไม่สามารถเข้าถึงกล้องถ่ายรูป

source: %@ balance: %@ (%@)
ar: %1$@ الرصيد: %2$@ (%3$@)
bg: %1$@ баланс: %2$@ (%3$@)
ja: %1$@ 残高: %2$@ (%3$@)
ko: %1$@ 잔액 : %2$@ (%3$@)
th: %1$@ สมดุล : %2$@ (%3$@)

source: %d confirmations
ar: %dالتأكيدات
bg: %d потвърждения
ja: %d承認済み
ko: %d 승인
th: %d การยืนยัน

source: %d duffs/byte
ko: %d더프/바이트
th: %d ดัฟฟ์/ไบต์

source: %d out of %d lock votes
ar: %1$d out of %2$d lock votes
bg: %1$d out of %2$d lock votes
ja: %1$d out of %2$d lock votes
ko: %1$d out of %2$d lock votes
th: %1$d out of %2$d lock votes

source: 0 confirmations
ar: 0 تأكيدات
bg: 0 потвърждения
ja: 0承認
ko: 0 컨펌
th: 0 การยืนยัน

source: 1 confirmation
ar: 1 تأكيد
bg: 1 потвърждение
ja: 1承認済み
ko: 1 승인
th: 1 การยืนยัน

source: 1 duff/byte
ko: 1 더프/바이트
th: 1 ดัฟฟ์/ไบต์

source: "%@" is not a recovery phrase word
ar: %@إنها ليست كلمة الإستراد
bg: "%@" не е фраза за възстановяване
ja: 「%@」 は復元フレーズの単語ではありません。
ko: "%@"는 복원 문구에 쓰이는 단어가 아닙니다.
th: %@ไม่ใช่วลีกู้คืน

source: %@ if you ever lose your phone, you will need it to recover your wallet
ar: %@ إذا فقدت هاتفك ، فستحتاج إلى كلمة الإستراد محفظتك
bg: %@ ако някога загубите телефона си, ще се нуждаете от него, за да възстановите портфейла си
ja: %@ 携帯電話を紛失した場合、ウォレットを復元するためにはこのフレーズが必要になります。
ko: %@ 휴대전화를 잃어버렸을 때, 복원을 위해 복원 문구가 필요합니다
th: %@ ถ้าคุณทำโทรศัพท์หาย คุณจะต้องการมันเพื่อกู้คืน wallet ของคุณ

source: A device passcode is needed to safeguard your wallet. Go to settings and turn passcode on to continue.
ar: يجيب إضافة رقم مرور الجهاز لحماية محفظتك. انتقل إلى الإعدادات وشغِّل رقم المرور للمتابعة
bg: Необходима е парола на устройството за опазване на портфейла Ви. Отидете в настройки и включете използването на парола, за да продължите.
ja: 端末のパスコードを設定しないとウォレットを守ることができません。端末設定にてパスコードを有効にしてから進んでください。
ko: 지갑을 보호하기 위해 비밀번호가 필요합니다. 설정에서 비밀번호를 활성화해주세요.
th: การตั้งรหัสผ่านนั้นจำเป็นเพื่อป้องกันความปลอดภัยของ wallet ของคุณ เข้าไปที่การตั้งค่า และ เปิดรหัสผ่าน

source: ADDRESS ALREADY USED dash addresses are intended for single use only re-use reduces privacy for both you and the recipient and can result in loss if the recipient doesn't directly control the address
ar: هذا العنوان مستخدم من قبل عناوين داش مخصصة للاستخدام مرة واحدة فقط إعادة الاستخدام يقلل من الخصوصية لك وللمتلقي ويمكن أن يؤدي إلى الخسارة إذا كان المستلم لا يتحكم مباشرة في العنوان
bg: ВЕЧЕ ИЗПОЛЗВАН АДРЕС dash адресите са предназначени за еднократно използване повторното използване намалява личната неприкосновеност, вашата и на получателя и може да липсва ако получателя на контролира директно адресът
ja: 使用済みアドレス Dashアドレスの使用回数は1回だけにしてください。 アドレスの再利用はあなたと送金先のプライバシーを低下させます。もし受け手がそのアドレスを直接管理していない場合は、資金が失われる可能性もあります
ko: 이미 사용된 주소입니다 Dash 주소는 일회성으로만 사용됩니다. 주소 재사용은 사용자와 수신자의 개인정보에 취약하며, 수신자가 주소를 직접 제어하지 않는 경우 손실이 발생할 수 있습니다
th: ที่อยู่ที่ถูกใช้แล้ว ที่อยู่ dash มีไว้ใช้งานได้เพียงครั้งเดียว การใช้ซ้ำจะทำให้ความเป็นส่วนตัวทั้งของคุณและผู้รับลดน้อยลงและสามารถเกิดความเสียหายได้ ถ้าผู้รับไม่สามารถควบคุมที่อยู่ได้

source: allow camera access in Settings->Privacy->Camera->%@
ar: السماح بالدخول إلى الكاميرا الإعدادات->الخصوصية->الكاميرا->%@
bg: разрешава достъпа до камерата Настройки->Неприкосновеност->Камера->%@
ja: カメラへのアクセスを有効化するには 設定⇒プライバシー⇒カメラ⇒%@
ko: 설정->개인 정보 보호->카메라->%@ 에서 이 애플리케이션의 카메라 접근을 허용해 주십시요.
th: อนุญาติการเข้าถึงกล้องถ่ายรูป การตั้งค่า->ความเป็นส่วนตัว->กล้องถ่ายรูป->%@

source: try again in %@
ar: أعد المحاولة في %@
bg: опитай отново в %@
ja: %@でもう一度お試しください
ko: %@ 뒤에 다시 시도해주세요
th: ลองเข้าอีกครั้ง%@

source: About
ar: عن
bg: Относно
ja: このアプリについて
ko: 정보
th: เกี่ยวกับ

source: Action Needed
ar: الإجراءات اللازمة
bg: Необходимо е действие
ja: 必ず実施して下さい
ko: 조치가 필요함
th: การกระทำที่จำเป็น

source: ADVANCED
bg: РАЗШИРЕНИ
ja: 高度な設定
ko: 향상된 기능
th: ขั้นสูง

source: always require passcode
ar: يتطلب دائما الرقم السري
bg: винаги изисквайте парола
ja: 常にパスコードを要求します。
ko: 항상 비밀번호 필요
th: จำเป็นต้องใช้รหัสตลอด

source: amount too small
ar: المبلغ قليل جدا
bg: твърде малко количество
ja: 金額が小さすぎます
ko: 보낼 금액이 너무 적습니다
th: จำนวนเงินน้อยเกินไป

source: Application %@ is requesting a payment to
ar: التطبيق %@ يطلب الدفع إلى
bg: Приложението %@ изисква плащане към
ja: %@ というアプリがリクエストしている支払い先：
ko: 어플리케이션 %@ 이 지불을 요청하는 중
th: แบบฟอร์ม%@ ชำระเงิน

source: Application %@ is requesting an address so it can pay you. Would you like to authorize this?
ar: التطبيق %@ يطلب عنوانًا حتى يمكنه الدفع لك. هل ترغب في اعتماد هذا؟
bg: Приложението %@ изисква адрес за да направи плащането. Ще разрешите ли това?
ja: %@というアプリがあなたに支払いをするためにアドレスを請求していますが、認可しますか？
ko: 어플리케이션 %@ 이 귀하에게 지불할 수 있도록 주소를 요청하고 있습니다. 승인하시겠습니까?
th: แบบฟอร์ม%@ กำลังขอที่อยู่เพื่อให้สามารถชำระเงินได้ คุณต้องการให้สิทธิ์นี้หรือไม่

source: Application %@ would like to receive your Master Public Key. This can be used to keep track of your wallet, this can not be used to move your Dash.
ar: التطبيق %@ ترغب في استلام مفتاحك الرئيسي. هذا يمكن أن تستخدم لتتبع محفظتك ، وهذا لا يمكن أن تستخدم لتحريك داش الخاص بك.
bg: Приложението %@ иска да получи вашият Master Public Key. Това може да бъде използване за проследяване на вашият портфейл,но не може да се използва за преместване на вашите Dash.
ja: %@ というアプリがあなたのマスターパブリックキーを要求しています。これはあなたのウォレットの記録を取るために使用されます。あなたのDashが他へ送金されることはありません。
ko: 어플리케이션 %@ 에서 마스터 공개키를 수신하려고 합니다. 이것은 지갑을 추적하는데 사용할 수 있으며 Dash를 이동하는 데 사용할 수 없습니다.
th: แอพพลิเคชั่น %@ ต้องการ Master Public Key ของคุณ มันสามารถติดตาม wallet ของคุณ, มันไม่สามารถเคลื่อนย้าย Dash ของคุณได้

source: Are you sure?
ar: هل انت متأكد ؟
bg: Сигурен ли си ?
ja: 本当に大丈夫ですか？
ko: 확실합니까?
th: คุณแน่ใจหรือไม่?

source: bad payment request
ar: طلب دفع سيئة
bg: грешна заявка за плащане
ja: 不正な支払い請求
ko: 잘못된 지불요청
th: ใบชำระเงินไม่ถูกต้อง

source: bad recovery phrase
ar: كلمة الإستراد سيئة
bg: грешна фраза за възстановяване
ja: 不正な復元フレーズ
ko: 잘못된 복원 문구
th: วลีกู้คืนไม่ถูกต้อง

source: Bitcoin address (shapeshift)
ar: عنوان داش ( التحويل )
bg: Bitcoin адрес (shapeshift)
ja: ビットコインのアドレス（shapeshift）
ko: 비트코인 주소 (shapeshift)
th: ที่อยู่ Bitcoin (shapshift)

source: bitcoin payments can't be less than %@
ar: لا يمكن أن تكون المدفوعات داش أقل من %@
bg: bitcoin плащане не може да бъде по-малко от %@
ja: ビットコインの支払いは %@以上必要です
ko: 비트코인 지불은 %@ 보다 작을 수 없습니다
th: ใบชำระเงิน Bitcoin ไม่สามารถน้อยกว่า %@ ได้

source: block #%d of %d
ar: كتلة # %1$d من %2$d
bg: блок #%1$d от %2$d
ja: ブロック #%1$d / %2$d
ko: %2$d개중 %1$d번째 블록
th: กลุ่ม # %1$d of %2$d

source: Buy Dash
ar: شراء داش
bg: Купи Dash
ja: Dashを買う
ko: 대시 구입
th: ขาย Dash

source: Buy dash in dashwallet!
ar: شراء داش من محفظة داش
bg: Купи dash в dashwallet!
ja: DashウォレットでDashを買う
ko: 대시 지갑에서 대시 구매하기!
th: ขาย dash ใน dashwallet

source: By wiping this device you will no longer have access to funds on this device. This should only be done if you no longer have access to your passphrase and have also forgotten your pin code.
ar: من خلال مسح هذا الجهاز ، لن يعود بإمكانك الوصول إلى الأموال على هذا الجهاز. يجب أن يتم ذلك فقط إذا لم يعد بإمكانك الوصول إلى عبارة المرور الخاصة بك ونسيت رمز الرقم السري الخاص بك أيضًا
bg: Чрез изтриването на това устройство вече няма да имате достъп до средства на това устройство. Това трябва да се направи само, ако вече нямате достъп до фразата за възстановяване си и сте забравили своя ПИН код.
ja: この端末を初期化すると、この端末の資金にアクセスできなくなります。 端末の初期化は復元パスフレーズへのアクセス権がなくなり、PINコードも忘れてしまった場合にのみ実施して下さい。
ko: 이 디바이스를 삭제하면 더 이상 이 디바이스의 금액에 액세스할 수 없습니다. 이것은 암호문장에 더 이상 액세스 할 수 없고 PIN코드도 분실한 경우에만 실행해야합니다.
th: การล้างข้อมูลอุปกรณ์นี้ คุณจะไม่สามารถเข้าถึงเงินในอุปกรณ์นี้ได้อีกต่อไป ควรล้างข้อมูลเฉพาะเมื่อคุณไม่สามารถเข้าถึงข้อความรหัสผ่านและลืมรหัสผ่านของคุณ

source: cancel
ar: إلغاء
bg: отказ
ja: キャンセル
ko: 취소
th: ยกเลิก

source: change
ar: تغير
bg: промяна
ja: 変更
ko: 변경
th: เปลี่ยนแปลง

source: Change passcode
ar: تغير الرقم السري
bg: Смяна на парола
ja: パスコードを変更
ko: 암호 변경
th: เปลี่ยนแปลงรหัสผ่าน

source: change payment amount?
ar: تغير مبلغ الدفع؟
bg: промяна сумата на плащането?
ja: 送金額だけ変更しますか？
ko: 보낼 금액을 변경하시겠습니까?
th: เปลี่ยนแปลงยอดชำระ

source: checking address balance...
ar: التحقق من رصيد العنوان ...
bg: проверка баланса на адреса...
ja: アドレスの残高を確認しています…
ko: 주소 잔액을 확인하는중...
th: ตรวจสอบที่อยู่

source: checking private key balance...
ar: التحقق من رصيد المفتاح الخاص ...
bg: проверка баланса на частния ключ...
ja: 秘密鍵の残高を確認中…
ko: 비밀 키에 남아 있는 잔액 확인중...
th: ตรวจสอบความสมดุลของ key ส่วนตัว

source: clear
ar: مسح
bg: изчистване
ja: 消去する
ko: 삭제
th: ลบออก

source: clear trusted node?
ar: مسح نود المونوقين؟
bg: изчистване на познатите нодове?
ja: 信頼されているノードを消去しますか？
ko: 신뢰할 수 있는 노드를 삭제하시겠습니까?
th: ลบ node ที่เชื่อถือได้ออกหรือไม่?

source: clipboard doesn't contain a valid dash address
ar: لا تحتوي الحافظة على عنوان داش صالح
bg: клипборда на съдържа валиден Dash адрес
ja: クリップボードに有効なDashアドレスが含まれていません
ko: 클립보드의 지갑주소가 유효하지 않음
th: คลิปบอร์ดไม่มีที่อยู่ dash ที่ถูกต้อง

source: clipboard doesn't contain a valid dash or bitcoin address
ar: لا تحتوي الحافظة على عنوان داش صالح
bg: клипборда не съдържа валиден dash или bitcoin адрес
ja: クリップボードには有効なDashアドレスもビットコインアドレスもありません
ko: 클립 보드에 유효한 Dash 또는 비트 코인 주소가 없습니다
th: คลิปบอร์ดไม่มีอยู่ใน dash หรือ ที่อยู่ของ bitcoin

source: close app
ar: إختر تطبيق
bg: затвори приложението
ja: アプリを閉じる
ko: 앱 닫기
th: ปิดแอพพลิเคชั่น

source: Confirm
ar: تأكد
bg: Потвърди
ja: 承認
ko: 승인
th: ยืนยัน

source: confirmed in block #%d
ar: تأكيد في الكتلة # %d
bg: потвърдено в блок #%d
ja: ブロック#%dにて承認
ko: #%d 블록에서 승인
th: ยืนยันในกลุ่ม #%d

source: copied
ar: نسخ
bg: копирано
ja: コピーしました！
ko: 복사됨
th: คัดลอก

source: copy
ar: نسخ
bg: копиране
ja: コピー
ko: 복사
th: คัดลอก

source: copy address to clipboard
ar: إنسخ العنوان إلى الحافظة
bg: копирай адреса в клипборда
ja: アドレスをクリップボードへコピー
ko: 클립보드로 주소 복사하기
th: คัดลอกที่อยู่ไปยังคลิปบอร์ด

source: copy request to clipboard
ar: إنسخ الطلب إلى الحافظة
bg: копирай искането в клипборда
ja: リクエストをクリップボードへコピー
ko: 클립보드로 요청 복사하기
th: คัดลอกคำขอไปยังคลิปบอร์ด

source: copy wallet addresses to clipboard?
ar: إنسخ عنوان المحفظة إلى الحافظة
bg: копирахте ли адреса на портфейла в клипборда?
ja: ウォレットアドレスをクリップボードへコピーしますか？
ko: 지갑 주소를 클립보드에 복사하시겠습니까?
th: คัดลอกที่อยู่ wallet ไปยังคลิปบอร์ด

source: couldn't check address balance
ar: لا يمكن التحقق من رصيد العنوان
bg: не може да провери баланса на адреса
ja: アドレスの残高が確認できませんでした。
ko: 이 주소의 잔액을 확인하지 못하였습니다.
th: ไม่สามารถตรวจสอบที่อยู่ได้

source: couldn't make payment
ar: لا يمكنك عمل معاملة
bg: не може да се направи плащане
ja: 支払いを完了できませんでした
ko: 지불에 실패하였습니다
th: ไม่สามารถชำระเงินได้

source: couldn't sweep balance
ar: لا يمكنك إزالة الرصيد
bg: не може да изчисти баланса
ja: 全残高送金ができませんでした
ko: 잔액을 지갑으로 옮기지 못했습니다
th: ไม่สามารถกวาดความสมดุลได้

source: couldn't transmit payment to dash network
ar: لا يمكن نقل الدفع إلى شبكة الشرطة
bg: плащането не може да бъде предадено към мрежата на dash
ja: 取引をDashネットワークへ送信できませんでした
ko: 지불 내용을 대시 네트워크에 전송할 수 없었습니다
th: ไม่สามารถส่งการชำระเงินไปยังเครือข่าย dash ได้

source: CRITICAL
ar: إنتقادي
bg: КРИТОЧНО
ja: 重要
ko: 중요
th: วิกฤติ

source: Dash address
ar: عنوان داش
bg: Dash адрес
ja: Dashアドレス
ko: 대시 주소
th: ที่อยู่ Dash

source: Dash addresses can also be copied to the clipboard. A dash address always starts with 'X' or '7'.
ar: يمكن أيضًا نسخ عناوين داش إلى الحافظة. يبدأ عنوان داش دائمًا بـ "X" أو "7".
bg: Dash адресите могат да се копират в клип борда. Dash адресът винаги започва с 'X' или '7'.
ja: Dashアドレスをクリップボードにコピーすることもできます。Dashアドレスは常に「X」または「7」で始まります。
ko: 대시 주소를 클립보드로 복사할 수 있습니다. 대시 주소는 항상 'X'이나 '7'으로 시작합니다.
th: ที่อยู่ Dash สามารถคัดลอกไปยังคลิปบอร์ดได้ด้วย ที่อยู่ dash จะขึ้นต้นด้วย 'X' or '7' เสมอ

source: dash network fee
ar: رسوم شبكة داش
bg: такса на dash мрежата
ja: Dashネットワーク手数料
ko: 대시 네트워크 수수료
th: ค่าธรรมเนียมเครือข่าย dash

source: dash payments can't be less than %@
ar: لا يمكن أن تكون دفعات الداش أقل من %@
bg: dash плащането не може да бъде по-малко от %@
ja: Dashの送金は %@ 以上でないと送れません
ko: 대시 송금은 %@보다 작을 수 없습니다.
th: ชำระเงิน dash ไม่สามารถไม่น้อยกว่า %@ ได้

source: dash transaction outputs can't be less than %@
ar: لا يمكن أن تكون مخرجات معاملات داش أقل من %@
bg: dash изходите за транзакцията не може да бъдат по-малко то %@
ja: Dashの取引出力は %@ 以上でないといけません
ko: 대시 거래 금액은 %@보다 낮을 수 없습니다.
th: รายการธุรกรรม dash ไม่สามารถน้อยกว่า %@ ได้

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your dash).
ar: تسوية أمان الجهاز يمكن لأي تطبيق "جيلبريك" الوصول إلى بيانات التطبيق الآخر (وسرقة رصيدك في داش).
bg: СЕКРЕТНОТО УСТРОЙСТВО Е КОМПРОМЕТИРАНО Всяко 'jailbreak' приложение може да достъпи всяко друго приложение с важна информация (и да открадне вашите dash).
ja: 端末が危険な状態です！！！ 端末を脱獄してしまうと、どの脱獄アプリでも他の全てのアプリのキーチェーンのデータへアクセスできます（つまり、あなたのDashを簡単に盗めます）。
ko: 장치 보안이 손상된 상태입니다 단말기가 탈옥 돼 있으면 어떤 '탈옥'앱이든 다른앱의 키체인 데이터에 접근할 수 있습니다 (당신의 대시가 도난당할 수 있습니다).
th: ความปลอดภัยของอุปกรณ์ การ 'jailbreak' แอพพลิเคชั่น สามารถเข้าถึงข้อมูลของแอพพลิเคชั่นอื่นได้ (และสามารถขโมย dash ของคุณได้ )

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your dash). Wipe this wallet immediately and restore on a secure device.
ar: تسوية أمان الجهاز يمكن لأي تطبيق "جيلبريك" الوصول إلى بيانات التطبيق الآخر (وسرقة رصيدك في داش). امسح هذه المحفظة على الفور واسترجعها على جهاز آمن.
bg: СЕКРЕТНОТО УСТРОЙСТВО Е КОМПРОМЕТИРАНО Всяко 'jailbreak' приложение може да достъпи всяко друго приложение с важна информация (и да открадне вашите dash). Изтрийте този портфейл веднага и го възстановете на защитено устройство.
ja: 端末が危険な状態です！！！ 端末を脱獄してしまうと、どの脱獄アプリでもキーチェーンへのアクセス権限が持てます（あなたのDashュウォレットも簡単に盗まれてしまいます）。直ちにこのウォレットを完全削除して、安全な端末にて復元して下さい。
ko: 장치 보안이 변형된 상태입니다 단말기가 탈옥 돼 있으면 어떤 '탈옥'앱이든 다른앱의 키체인 데이터에 접근할 수 있습니다(당신의 대시가 도난당할 수 있습니다). 즉시 지갑을 지우고 안전한 장치에서 지갑을 복구해주세요.
th: ความปลอดภัยของอุปกรณ์ การ 'jailbreak' แอพพลิเคชั่น สามารถเข้าถึงข้อมูลของแอพพลิเคชั่นอื่นได้ (และสามารถขโมย dash ของคุณได้ ) ลบล้าง wallet นี้โดยทันทีและกู้คืนบนอุปกรณ์ที่ปลอดภัย

source: do it later
ar: افعله لاحقا
bg: направете го по-късно
ja: 後でやります
ko: 나중에 하기
th: ทำภายหลัง

source: DO NOT let anyone see your recovery phrase or they can spend your dash.
ar: لا تترك أي أحد ان يرى كلمة الإستراد أو سوف يتم إستخدام محفظتك بدون علمك
bg: НЕ позволявайте на никого да вижда фразата за възстановяване или биха могли да похарчат вашият Dash.
ja: 復元フレーズは絶対に誰にも見せないで下さい！復元フレーズを知っている人はあなたのDashを簡単に盗むことができます。
ko: 복구 문구를 누구에게도 노출하지 마십시오. 그들이 당신의 대시를 소비할 수 있습니다.
th: ห้ามให้บุคคลอื่นเห็นข้อมูลกู้คืนของคุณ วลี หรือ เขาสามารถใช้ dash ของคุณได้

source: DO NOT take a screenshot. Screenshots are visible to other apps and devices.
ar: لا تأخذ لقطة لشاشة. تكون لقطات الشاشة مرئية للتطبيقات الأخرى والأجهزة
bg: НЕ правете снимка на екрана. Снимките са видими за другите приложения и устройства.
ja: スクリーンショットをご遠慮下さい。他のアプリや端末に復元フレーズが見えてしまう危険性があります。
ko: 스크린샷을 찍지 마세요. 다른 기기나 앱들이 이 스크린샷을 읽을 수도 있습니다.
th: ห้ามถ่ายภาพหน้าจอ การถ่ายภาพหน้าจอนั้นสามารถแสดงไปถึงแอพลิเคชั่น และอุปกรณ์อื่นได้

source: Done
ar: تم
bg: Завършено
ja: 完了
ko: 완료
th: เสร็จแล้ว

source: double spend
ar: ضعف الانفاق
bg: двойно похарчени
ja: ２重支払い
ko: 이중지불
th: จ่ายเงินสองเท่า

source: email not configured
ar: البريد الإلكتروني لم يتم تكوينه
bg: имейл адресът не е конфигуриран
ja: メールアドレスが設定されていません
ko: 이메일이 설정되지 않았습니다.
th: ไม่ได้กำหนดค่าอีเมล์

source: enable
ar: متاح
bg: включено
ja: 有効にする
ko: 사용
th: ทำให้สามารถ

source: Enable advanced features
bg: Включване на разширените функции
ja: 高度な機能を有効にする
ko: 향상된 기능 사용
th: เปิดใช้งานคุณลักษณะขั้นสูง

source: Enable advanced features?
bg: Включване на разширените функции?
ja: 高度な機能を有効にしますか？
ko: 향상된 기능을 사용하시겠습니까?
th: เปิดใช้งานคุณลักษณะขั้นสูงใช่หรือไม่?

source: Enable receive notifications
ar: متاح تلقي الإشعارات
bg: Включи получаване на известия
ja: 通知の受け取りを有効にする
ko: 수신 알림 허용
th: เปิดรับการแจ้งเตือน

source: enter
ar: أدخل
bg: вход
ja: 入力する
ko: 입력
th: เข้าสู่

source: error signing dash transaction
ar: خطأ في تسجيل صفقة داش
bg: грешка при подписване на dash транзакция
ja: Dash取引署名時エラー
ko: 대쉬 거래 서명 중 오류 발생
th: ข้อผิดพลาดการลงชื่อเข้าธุรกรรม dash

source: exit
ar: خروج
bg: изход
ja: 終了する
ko: 나가기
th: ออก

source: Face ID limit
ar: محدد وجه التعريف
bg: Лимит на лицева идентификация
ja: Face IDの送金可能額
ko: Face ID 제한
th: ขีดจำกัด Face ID

source: Face ID spending limit
ar: Face ID لحد الإنفاق
bg: Face ID лимит за похарчване
ja: Face IDの送金可能額
ko: Face ID 사용 제한 금액
th: จำกัดใช้ Face ID

source: Failed wallet update
ar: فشل في تحديث المحفظة
bg: Неуспешно актуализиране на портфейла
ja: ウォレットの更新に失敗しました
ko: 지갑 업데이트 실패
th: อัปเดต wallet ล้มเหลว

source: fetching amount
bg: извличане на сума
ja: 全ての金額を吐き出す
ko: 판매 금액
th: กำลังเรียกจำนวน

source: from:
ar: من:
bg: от:
ja: 送金元:
ko: 보낸 주소:
th: จาก:

source: GENERAL
ar: عام
bg: ОСНОВЕН
ja: 一般
ko: 일반
th: ทั่วไป

source: I accept that I will lose my coins if I no longer possess the recovery phrase
ar: أقبل أنني سأفقد عملاتي إذا لم أعد أمتلك كلمة الإستراد
bg: Приемам, че ще загубя монетите си, ако вече не притежавам фразата за възстановяване
ja: もし復元フレーズを無くしたら、自分のコインが失われることに同意します
ko: 복구 문구를 보유하고 있지 않은 경우 코인을 분실하는 것에 동의합니다.
th: ฉันยอมรับที่ฉันจะสูญเสียเหรียญของฉันถ้าฉันไม่มีวลีกู้คืน

source: id:
ar: رقم التعريف:
ko: 아이디:
th: ไอดี:

source: If you still would like to wipe it please input: "%@"
ar: إذا كنت لا تزال ترغب في مسحها ، فيرجى إدخال: "%@"
bg: Ако все още искате да го изтриете, моля въведете: "%@"
ja: もしまだ消去されたければ、次の文をご入力ください： "%@"
ko: 그래도 삭제하려면 다음과 같이 입력하십시오: "%@"
th: ถ้าคุณยังต้องการลบล้าง กรุณาใส่: "%@"

source: ignore
ar: تجاهل
bg: игнорирай
ja: 無視する
ko: 무시
th: เพิกเฉย

source: Import private key
ar: استيراد المفتاح الخاص
bg: Импортиране на частен ключ.
ja: 秘密鍵をインポート
ko: 프라이빗 키 가져오기
th: นำเข้าคีย์ส่วนตัว

source: IMPORTANT
ar: مهم
bg: ВАЖНО
ja: 重要！！！
ko: 중요!!
th: สำคัญ

source: In a previous version of Dashwallet, when initially displaying your passphrase on this device we have determined that this App did not correctly display all 12 seed words. Please write down your full passphrase again.
ar: في إصدار سابق من محفظة الداش ، عند عرض عبارة المرور الخاصة بك على هذا الجهاز في البداية ، قررنا أن هذا التطبيق لم يعرض جميع كلمات الإسترجاع الـ 12 بشكل صحيح. يرجى كتابة كلمة المرور كاملة مرة أخرى.
bg: В предишната версия на Dashwallet, когато първоначално се показва фразата за възстановяване на това устройство, установихме, че това приложение не показва правилно всичките 12 думи за възстановяване. Моля, запишете отново пълната си фраза за възстановяване.
ja: 前のバージョンのDashウォレットでは、このデバイスで復元フレーズを表示した際に、アプリが12個のすべての単語を正しく表示していなかったことが判明しました。 完全な復元フレーズをもう一度書き留めてください！
ko: 이전 버전의 대시 지갑에서 이 디바이스에 암호 문장을 처음 표시 할 때, 이 앱이 12 개의 모든 첫 단어들을 올바르게 표시하지 못했음을 확인했습니다. 전체 암호 문장을 다시 적어주십시오.
th: ใน Dashwallet เวอร์ชันก่อนหน้านี้ เมื่อข้อความรหัสผ่านของคุณแสดงตอนแรกบนอุปกรณ์นี้ แอปนี้ไม่ได้แสดงคำทั้งหมด 12 ตัวอย่างถูกต้อง โปรดเขียนข้อความรหัสผ่านที่ครบถ้วนอีกครั้ง

source: instant payment
ar: الدفع الفوري
ja: 即時支払い
ko: 즉시 지불
th: ชำระเงินด่วน

source: InstantSend requires enough inputs with 6 confirmations, send anyways as regular transaction?
ar: إرسال فوري يتطلب مدخلات كافية مع 6 تأكيدات ، وإرسال على أي حال كمعاملة عادية؟
bg: InstantSend изисква достатъчно входове с 6 потвърждения, изпращане въпреки това с нормална транзакция?
ja: 即時送金［インスタントセンド］には十分な入金と6回の承認が必要ですが、通常の取引の送金方法としていつもご利用されますか？
ko: 인스턴트샌드에는 6번의 확인 절차가 필요합니다, 그래도 정기 거래로 보내시겠습니까?
th: การส่งด่วนจะต้องใช้ข้อมูลยืนยัน 6 รายการ , ต้องการส่งแบบธรรมดาหรือไม่?

source: insufficient funds
ar: رصيد غير كاف
bg: Недостатъчно средства
ja: 残高不足
ko: 잔액 부족
th: ยอดเงินไม่เพียงพอ

source: insufficient funds for dash network fee
ar: أموال غير كافية لرسوم الشبكة داش
bg: Недостатъчно средства за таксата на dash мрежата
ja: Dashネットワーク手数料を含めると残高が足りません
ko: 대시 네트워크 수수료로 낼 잔액이 부족합니다
th: ยอดเงินไม่เพียงพอสำหรับค่าธรรมเนียมเครือข่าย dash

source: INVALID
ar: غير صالحة
bg: НЕВАЛИДЕН
ja: 無効
ko: 유효하지 않음
th: ไม่ถูกต้อง

source: Let others scan this QR code to get your dash address. Anyone can send dash to your wallet by transferring them to your address.
ar: دع الآخرين يفحصون رمز QR هذا للحصول على عنوان داش. يمكن لأي شخص إرسال داش إلى محفظتك عن طريق نقلها إلى عنوانك.
bg: Нека другите да сканират този QR код, за да получат вашия dash адрес. Всеки може да изпрати dash до портфейла Ви, като ги прехвърли на Вашия адрес.
ja: このQRコードを見せる、またはDashアドレスをコピーして取引相手に送るとすぐに送金を受け取れます。
ko: 다른 사람이 QR코드를 스캔해서 당신의 대시 주소를 알수 있습니다. 당신의 대시 주소를 알려주면 누구든지 당신의 지갑으로 대시를 보낼 수 있습니다.
th: อนุญาตให้ผู้อื่นสแกนโค้ด QR นี้เพื่อรับที่อยู่ dash ของคุณ ทุกคนสามารถส่ง Dash ไปยัง wallet ของคุณได้โดยการโอนไปยังที่อยู่ของคุณ

source: more...
ar: أكثر...
bg: още...
ja: さらに…
ko: 더보기...
th: เพิ่มเติม

source: Moved
ar: تحرك
bg: Преместен
ja: 移動されました
ko: 이동 완료
th: เคลื่อนย้าย

source: Network
bg: Мрежа
ja: ネットワーク
ko: 네트워크
th: เครือข่าย

source: NEVER type your recovery phrase into password managers or elsewhere. Other devices may be infected.
ar: لا تكتب كلمة الإستراد في مديري كلمات المرور أو في أي مكان آخر قد تكون الأجهزة الأخرى غير محمية.
bg: НИКОГА не пишете вашата парола за възстановяване в мениджъра на пароли или на друго място. Другите устройства може да са заразени.
ja: パスワード管理アプリや、信用できない端末に復元フレーズは絶対に打ち込んだり写真を撮ったりしないで下さい。ウィルスやマルウェアによって盗まれる可能性があります。
ko: 복구 문구를 암호 관리자나 다른 곳에 절대로 입력하지 마십시오. 다른 장치가 감염되었을 수 있습니다.
th: อย่าพิมพ์วลีกู้คืนที่เกี่ยวข้อง รหัสผ่าน หรือ อื่นๆ อุปกรณ์อื่นอาจติดไวรัสได้

source: next, write down your recovery phrase
ar: بعد ذلك ، اكتب كلمة الإستراد
bg: следва, напиши отдолу своята фраза за възстановяване
ja: 復元フレーズを紙に書き留めて下さい！
ko: 그리고, 당신의 복원 문구를 옮겨 적으세요
th: ต่อไป , เขียนวลีกู้คืนของคุณ

source: NFC device didn't transmit a valid dash address
ar: لم ينقل جهاز NFC عنوان داش صحيحًا
bg: NFC не предава валиден Dash адрес
ja: NFCデバイスは有効なDashアドレスを送信しませんでした
ko: NFC 장치가 유효한 대시 주소를 전송하지 못했습니다
th: อุปกรณ์ NFC ไม่ได้ส่งที่อยู่ dash ที่ถูกต้อง

source: NFC device didn't transmit a valid dash or bitcoin address
ar: NFC لم ينقل جهاز عنوان داش صالحًا
bg: NFC не предава валиден Dash или Bitcoin адрес
ja: NFCデバイスは有効なDashアドレスやビットコインアドレスを送信しませんでした
ko: NFC 장치가 유효한 대시 또는 비트 코인 주소를 전송하지 못했습니다
th: อุปกรณ์ NFC ไม่ได้ส่งที่อยู่ Dash หรือ ที่อยู่ Bitcoin ที่ถูกต้อง

source: no exchange rate data
ar: لا توجد بيانات سعر الصرف
bg: няма данни за обменния курс
ja: 為替レートのデータがありません
ko: 가격 정보가 없습니다.
th: ไม่มีข้อมูลอัตราแลกเปลี่ยน

source: node ip
bg: нод ip
ja: ノードのIP
ko: 노드 IP

source: not a dash or bitcoin QR code
ar: لا يوجد QR لداش
bg: не е Dash или Bitcoin QR код
ja: DashまたはビットコインのQRコードではありません
ko: 대시 혹은 비트코인 QR 코드가 아닙니다
th: ไม่ใช่ โค้ด QR ของ dash หรือ bitcoin

source: not a dash QR code
ar: لا يوجد رمز الاستجابة السريعة داش
bg: не е Dash QR код
ja: DashのQRコードではありません
ko: 대시 QR 코드가 아닙니다
th: ไม่ใช่โค้ด QR ของ dash

source: not a valid bitcoin address
ar: عنوان داش غير صالح
bg: не е валиден Bitcoin адрес
ja: 有効なビットコインアドレスではありません
ko: 유효한 비트코인 주소가 아닙니다
th: ไม่ใช่ที่อยู่ bitcoin address ที่ถูกต้อง

source: not a valid dash address
ar: عنوان داش غير صالح
bg: не е валиден Dash адрес
ja: 有効なDashアドレスではありません
ko: 유효한 대시 주소가 아닙니다
th: ไม่ใช่ที่อยู่ dash ที่ถูกต้อง

source: not a valid dash or bitcoin address
ar: عنوان الداش غير صالح
bg: не е валиден Dash или Bitcoin адрес
ja: Dashまたはビットコインのアドレスとして有効ではありません
ko: 유효한 대시 혹은 비트코인 주소가 아닙니다
th: ไม่ใช่ที่อยู่ dash หรือ bitcoin ที่ถูกต้อง
