Repository: QuantumExplorer/breadwallet
Catalog: DashWallet/*.lproj/Localizable.strings
Languages: ar, bg, ja, ko, th

source: Only enable advanced features if you are knowledgeable in blockchain technology. If enabled only use advanced features that you understand.
bg: Използвайте разширените функции само ако сте добре запознат с блокчейн технологиите . Ако са активирани използвайте само разширени функции, които разбирате.
ja: ブロックチェーン技術に精通している場合にのみ、高度な機能を有効にしてください。 有効にした場合は、あなたが理解している高度な機能のみを使って下さい。
ko: 블록체인 기술에 관해 지식이 있는 경우에만 향상된 기능을 사용하십시오. 이해하는 범위 내에서만 향상된 기능을 사용하실 것을 권장합니다.
th: เปิดใช้งานคุณลักษณะขั้นสูงหากคุณรู้เกี่ยวกับเทคโนโลยี blockchain เท่านั้น เปิดใช้งานใช้เฉพาะคุณลักษณะขั้นสูงที่คุณเข้าใจเท่านั้น

source: Pay
ar: دفع
bg: Плати
ja: 送金
ko: 지불
th: จ่ายเงิน

source: payee identity isn't certified
ar: هوية المدفوع لأمره غير معتمدة
bg: идентичността на подателя не е сертифицирана
ja: 支払先の認証データが不正です
ko: 수취인의 신원이 인증 되지 않았습니다
th: เอกลักษณ์ของผู้รับเงินไม่ได้รับการรับรอง

source: payment address
ar: عنوان الدفع
bg: адрес за плащане
ja: 支払先アドレス
ko: 결제 주소
th: ที่อยู่การชำระเงิน

source: payment output
ar: إخراج الدفع
bg: изходящо плащане
ja: 支払い出力
ko: 거래 출력
th: การชำระเงิน

source: pending
ar: قيد الانتظار
bg: изчакване
ja: 保留中
ko: 대기중
th: อยู่ระหว่างดำเนินการ

source: please enter pin to upgrade wallet
ar: يرجى إدخال رقم سري لترقية المحفظة
bg: моля въведете ПИН за надграждане на портфейла
ja: ウォレットをアップグレードするためにPINコード入力してください。
ko: 지갑 업데이트를 위해 PIN 을 입력해주세요
th: โปรดป้อน pin เพื่ออัพเกรด wallet

source: Please enter pin to upgrade wallet
ar: يرجى إدخال الرقم السري لترقية المحفظة
bg: Моля въведете ПИН за обновяването на портфейла
ja: ウォレットをアップグレードするためPINを入力してください
ko: 지갑을 업그레이드하려면 PIN을 입력하십시오
th: โปรดใส่รหัสเพื่ออัพเกรด wallet

source: Please place your phone near NFC device.
ar: يرجى وضع هاتفك بالقرب من جهاز NFC.
bg: Моля поставете вашият телефон близо до NFC устройство.
ja: あなたの携帯電話をNFCデバイスに近づけてください
ko: 휴대 전화를 NFC 기기 가까이에 두십시오.
th: โปรดวางมือถือของคุณใกล้กับอุปกรณ์ NFC

source: rate: %@ = %@ updated: %@ block #%d of %d connected peers: %d dl peer: %@
ar: تقيم: %@ = %@ تحديث:%@ كتلة # %d على %d أقران متصلين:%d أقران دل:%@
bg: процент: %@ = %@ актуалицирани: %@ блок #%d of %d свързани пиъри: %d dl пиъри: %@
ja: レート: %@ = %@ アップデート後: %@ ブロック #%d of %d 接続先: %d DL 接続先: %@
ko: rate: %1$@ = %2$@ updated: %3$@ block #%4$d of %5$d connected peers: %6$d dl peer: %7$@
th: เรท: %@ = %@ อัพเดต: %@ บล็อค #%d ของ %d คู่เชื่อมต่อ: %d คู่ dl: %@

source: Receive dash at this address: %@
ar: إستلام داش في هذا العنوان: %@
bg: Получавате dash на този адрес: %@
ja: このアドレスでDashを受取る： %@
ko: 다음의 주소로 대시를 받습니다: %@
th: รับ dash ตามที่อยู่นี้: %@

source: Received
ar: تم الاستلام
bg: Получени
ja: 受取済み
ko: 받음
th: ได้รับ

source: received %@ (%@)
ar: تم الاستلام %1$@ (%2$@)
bg: получени %1$@ (%2$@)
ja: 着金あり %1$@ (%2$@)
ko: %1$@ (%2$@) 받음
th: ได้รับ %1$@(%2$@)

source: Recovery phrase
ar: إسترجاع الجملة
bg: Фраза за възстановяване
ja: 復元フレーズ
ko: 복원 문구
th: วลีกู้คืน

source: recovery phrase doesn't match
ar: إسترجاع الكلمة غير متطابقة
bg: фразата за възстановяване не съвпада
ja: 復元フレーズが一致しません
ko: 복원 문구가 일치하지 않습니다
th: วลีกู้คืนไม่ตรงกัน

source: recovery phrase must have %d words
ar: استرجاع الكلمة يجب ان تكون %d كلمات
bg: фразата за възстановяване трябва да има %d думи
ja: 復元フレーズはスペースで区切られた %d 個の単語でないといけません。
ko: 복원 문구는 반드시 %d개의 단어로 구성돼야 합니다
th: วลีกู้คืนต้องมี คำ %d

source: reduce payment amount by %@ (%@)?
ar: تقليل مبلغ الدفع بواسطة %1$@ (%2$@)؟
bg: намаляване сумата на плащането от %1$@ (%2$@)?
ja: %1$@ (%2$@) 上記の分だけ送金額減らしますか？
ko: 지불 금액을 %1$@ (%2$@) 줄이시겠습니까?
th: ลดจำนวนที่ต้องชำระโดย %1$@(%2$@)?

source: Remind me later
ar: ذكرني لاحقا
bg: Напомни ми по-късно
ja: 後で通知して下さい
ko: 나중에 확인
th: เตือนฉันภายหลัง

source: Request
ar: طلب
bg: Искане
ja: 請求
ko: 요청
th: ขอร้อง

source: request an amount
ar: طلب مبلغ
bg: искане на сума
ja: 指定金額を請求
ko: 지불 요청하기
th: ขอวงเงิน

source: request expired
ar: طلب منتهي الصلاحية
bg: изтекло искане
ja: リクエストの有効期限切れました。
ko: 요청 만료
th: คำขอหมดอายุ

source: request is for an instant payment but you have disabled instant payments
ar: طلب الدفع الفوري ولكنك قمت بتعطيل المدفوعات الفورية
bg: искането е за instant payment, но вашите instant payments са изключени
ja: リクエストは即時支払い用ですが、あなたは即時支払いを無効にしています。
ko: 즉시 지불 요청이나 즉시 지불을 사용하지 않도록 설정했습니다
th: คำขอเพื่อการชำระเงินทันที แต่คุณได้ยกเลิกการชำระทันทีแล้ว

source: Rescan blockchain
ar: إعادة فحص بلوكشين
bg: Повторно сканиране на блок-веригата
ja: ブロックチェーンの再スキャン
ko: 블록체인 재스캔
th: สแกน blockchain อีกครั้ง

source: rescan blockchain if you think you may have missing transactions, or are having trouble sending (rescanning can take several minutes)
ar: إعادة فحص بلوكشين إذا كنت تعتقد أن لديك معاملات مفقودة ، أو تواجه مشكلة في الإرسال (يمكن أن تستغرق إعادة الفحص عدة دقائق)
bg: сканирайте повторно блокверигата ако мислите, че може да има липсващи транзакции или трудности при изпращане (повторното сканиране може да отнеме няколко минути)
ja: 送金トラブルや反映されていない取引があると疑われた時、ブロックチェーンの再スキャンをおすすめします。(再スキャンには数分程度かかる場合があります)
ko: 보이지 않는 거래 내역이 있는 것으로 생각되거나 송금하는 데 문제가 있다면 블록체인을 재스캔 해보세요 (재스캔에는 몇 분 정도 소요될 수 있습니다).
th: สแกน blockchain อีกครั้ง ถ้าคุณคิดว่าอาจธุรกรรมอาจกำลังจะหายหรือกำลังมีปัญหาในการส่ง (การสแกนใหม่อาจใช้เวลาหลายนาที)

source: reset
ar: إعادة تعيين
bg: изчистване
ja: リセット
ko: 초기화
th: รีเซ็ต

source: retry
ar: إعادة المحاولة
bg: повторен опит
ja: もう１回試す
ko: 재시도
th: ลองใหม่อีกครั้ง

source: Scan someone else's QR code to get their dash address. You can send a payment to anyone with an address.
ar: فحص رمز الإستجابة السريع لشخص آخر للحصول على عنوان داش. يمكنك إرسال دفعة لأي شخص لديه عنوان.
bg: Сканирайте някой друг QR код за да получите техният dash адрес. Можете да изпратите плащане към всеки с наличен адрес.
ja: 他の人が保有するQRコードをスキャンして、Dashアドレスを取得します。あなたはアドレスを持つ人に対して支払いを送れます。
ko: 디른 사람의 QR 코드를 스캔하여 대시 주소를 확인하세요. 주소를 가진 누구에게나 지불할 수 있습니다.
th: สแกนโค้ด QR ของผู้อื่นเพื่อรับที่อยู่ dash ของพวกเขา คุณสามารถส่งการชำระเงินให้กับทุกคนที่มีที่อยู่ได้

source: Scan someone else's QR code to get their dash or bitcoin address. You can send a payment to anyone with an address.
ar: فحص رمز QR لشخص آخر للحصول على عنوان داش . يمكنك إرسال دفعة لأي شخص لديه عنوان.
bg: Сканирайте някой друг QR код за да получите техният dash или bitcoin адрес. Можете да изпратите плащане към всеки с наличен адрес.
ja: Dashまたはビットコインアドレスを取得するためにQRコードを見せてもらって下さい。Dashアドレスを持っている人であれば誰にでも送金が可能です。
ko: 다른 사람의 QR 코드를 스캔하여 대시 혹은 비트코인 주소를 확인하세요. 주소를 가진 누구에게나 지불할 수 있습니다.
th: สแกนโค้ด QR ของผู้อื่นเพื่อดูที่อยู่ dash หรือ ที่ bitcoin ของพวกเขา

source: Screenshots are visible to other apps and devices. Generate a new recovery phrase and keep it secret.
ar: تكون لقطات الشاشة مرئية للتطبيقات والأجهزة الأخرى. إنشاء كلمة الإستراد جديدة والحفاظ على سريتها.
bg: Снимките на екрана са видими от други приложения и устройства. Генерирайте нова фраза за възстановяване и го запазете в тайна.
ja: スクリーンショットは、他のアプリやデバイスで閲覧することができます。新しい復元フレーズを作り大事に守って下さい。
ko: 스크린샷은 다른 앱이나 기기에서 볼 수 있습니다. 복원 문구를 새로 만들고 비밀로 간직하세요.
th: การถ่ายภาพหน้าจอสามารถเข้าถึงแอพพลิเคชั่นและอุปกรณ์อื่นได้ สร้างวลีกู้คืนใหม่และเก็บเป็นความลับ

source: Screenshots are visible to other apps and devices. Your funds are at risk. Transfer your balance to another wallet.
ar: تكون لقطات الشاشة مرئية للتطبيقات والأجهزة الأخرى. أموالك معرضة للخطر. نقل رصيدك إلى محفظة أخرى.
bg: Снимките на екрана са видими от други приложения и устройства. Вашите средства са изложени на риск. Прехвърлете средствата си в друг портфейл.
ja: スクリーンショットは他のアプリやデバイスで閲覧できます。このウォレットは危険に晒されています。直ちに別のウォレットに全残高を移して下さい。
ko: 스크린샷은 다른 앱이나 기기에서 볼 수 있습니다. 당신의 지갑에 있는 돈이 위험합니다. 다른 지갑으로 잔액을 옮겨 주세요.
th: การถ่ายภาพหน้าจอสามารถเข้าถึงแอพพลิเคชั่นและอุปกรณ์อื่นได้ เงินทุนของคุณมีความเสี่ยง โอนย้ายยอดเงินไปยัง wallet

source: seen by %d of %d peers
ar: رأيت من %1$d على %2$d أقران
bg: видян от %1$d от%2$d пиъра
ja: %1$d / %2$d ピアにて伝播確認済
ko: %2$d개의 피어중 %1$d개의 피어가 보았습니다
th: เห็นแล้ว %1$d ของ %2$d ผู้ปล่อย

source: send
ar: إرسال
bg: изпращам
ja: 送金する
ko: 보내기

source: Send %@ (%@) from this private key into your wallet? The dash network will receive a fee of %@ (%@).
ar: إرسال %1$@ (%2$@) من هذا المفتاح الخاص في محفظتك؟ سوف تتلقى شبكة داش رسوم %3$@ (%4$@).
bg: Изпрати %1$@ (%2$@) от този частен ключ в твоят портфейл? Dash мрежата ще получи такса от %3$@ (%4$@).
ja: スキャンした秘密鍵の全残高%1$@ （%2$@） をあなたのウォレット宛に送金してもよろしいですか？Dashネットワークへの手数料が %3$@ （%4$@） です。
ko: 이 비밀 키에서 %1$@ (%2$@)를 당신의 지갑으로 옮기겠습니까? 대시 네트워크에 %3$@ (%4$@)의 수수료가 지급됩니다.
th: ส่ง %1$@(%2$@) จากคีย์ส่วนตัวนี้ไปยัง wallet ของคุณหรือไม่? เครือข่าย dash จะได้รับค่าธรรมเนียมของ %3$@ (%4$@)

source: send address as email
ar: أرسل العنوان كبريد إلكتروني
bg: изпрати адреса като имейл
ja: ダッシュアドレスをメールにて共有
ko: 이메일로 주소 보내기
th: ส่งที่อยู่เป็นอีเมล์

source: send address as message
ar: أرسل العنوان كرسالة
bg: изпрати адреса като съобщение
ja: ダッシュアドレスをメッセージにて共有
ko: 메시지로 주소 보내기
th: ส่งที่อยู่เป็นข้อความ

source: send request as email
ar: إرسال الطلب كالبريد الإلكتروني
bg: изпрати искане като имейл
ja: リクエストをメールにて共有
ko: 이메일로 지불 요청 보내기
th: ส่งคำขอเป็นอีเมล์

source: send request as message
ar: أرسل الطلب كرسالة
bg: изпрати искане като съобщение
ja: リクエストをメッセージにて共有
ko: 메시지로 지불 요청 보내기
th: ส่งคำขอเป็นข้อความ

source: Sent
ar: أرسلت
bg: Изпратено
ja: 送信済み
ko: 보냄
th: ส่ง

source: sent!
ar: أرسلت!
bg: изпратено!
ja: 送金成功！
ko: 보냈습니다!
th: ส่ง!

source: set a trusted node
ar: وضع نود الموتوقين
bg: задаване на познат нод
ja: 信頼できるノードを設定する
ko: 신뢰할 수있는 노드 설정
th: ตั้ง node ที่เชื่อถือได้

source: Settings
ar: الإعدادات
bg: Настройки
ja: 設定
ko: 설정
th: ตั้งค่า

source: shapeshift bitcoin id:
ar: رقم سري لتحويل داش
ja: ShapeshiftのビットコインID：
ko: shapeshift 비트코인 아이디:

source: shapeshift failed
ar: فشل في التحويل
bg: shapeshift неуспешен
ja: shapeshiftのご利用は失敗しました
ko: shapeshift 실패
th: shapeshift ล้มเหลว

source: shapeshift status:
ar: حالة التحويل:
bg: shapeshift статус:
ja: shapeshiftの状態
ko: shapeshift 상태:
th: สถานะ shapeshift

source: shapeshift succeeded
ar: التحويل نجح
bg: shapeshift успешен
ja: shapeshiftのご利用が成功しました
ko: shapeshift 성공!
th: shapeshift สำเร็จ

source: show
ar: عرض
bg: покажи
ja: 表示
ko: 보기
th: แสดง

source: show phrase
ar: إظهار الجملة
bg: покажи фраза
ja: フレーズを表示
ko: 문구 보기
th: แสดงวลี

source: size:
bg: размер:
ja: サイズ：
ko: 크기:
th: ขนาด:

source: sms not currently available
ar: الرسائل القصيرة غير متوفرة حاليا
bg: sms не е наличен в момента
ja: SMSは現在利用できません．
ko: 현재 SMS 사용이 불가능 합니다.
th: sms ไม่พร้อมใช้งาน

source: spent address
ar: أمضى عنوان
bg: изразходен адрес
ja: 当ウォレット外の使用済みアドレス
ko: 대시를 소비한 주소
th: ที่อยู่ที่ใช้แล้ว

source: spent input
ar: ينفق المدخلات
bg: изразходен вход
ja: 使用済み入力
ko: 사용된 입력
th: ข้อมูลที่ใช้แล้ว

source: Starting Shapeshift!
ar: بدأ التحويل
bg: Стартиране на Shapeshift!
ja: Shapeshiftの利用を開始する！
ko: Shapeshift가 시작되었습니다!
th: เริ่ม Shapeshift!

source: status:
ar: الحالة:
bg: статус:
ja: ステータス:
ko: 상태:
th: สถานะ:

source: swept!
ar: اجتاحت!
bg: изчистен!
ja: 全残高送金成功！
ko: 잔액이 지갑으로 보내졌습니다!
th: ลบล้าง

source: Syncing:
ar: المزامنة:
bg: Синхронизиране:
ja: 同期中：
ko: 동기화중:
th: ซิงค์

source: The amount you wanted to shapeshift is too high, please input a value under %@
ar: المبلغ الذي تريد تغييره مرتفع للغاية ، يرجى إدخال قيمة تحته %@
bg: Желаното количество за обмяна с shapeshift е твърде голямо, моля въведете стойност под%@
ja: Shapeshiftで交換希望の金額が高すぎます。 %@より少ない金額をご入力ください。
ko: Shapeshift에 필요한 금액이 너무 큽니다. %@ 미만의 값을 입력하십시오.
th: จำนวนเงินที่คุณต้องการ Shapeshift นั้นอยู่เกินไป , กรุณาใส่จำนวนเงินไม่เกิน %@

source: The amount you wanted to shapeshift is too low, please input a value over %@
ar: المبلغ الذي تريد تغييره قليل جدًا ، يرجى إدخال قيمة %@
bg: Желаното количество за обмяна с shapeshift е твърде малко,моля въведете стойност над %@
ja: Shapeshiftで交換希望の金額が低すぎます。 %@より少ない金額をご入力ください。
ko: Shapeshift에 필요한 금액이 너무 적습니다. %@ 이상의 값을 입력하십시오.
th: จำนวนเงินที่คุณต้องการ Shapeshift นั้นตำ่เกินไป กรุณาใส่จำนวนเงินมากกว่า %@

source: the app will now close
ar: سيتم إغلاق التطبيق الآن
bg: приложението ще се затвори сега
ja: アプリを閉じます
ko: 앱을 종료합니다
th: แอพพลิเคชั่นจะปิดตอนนี้

source: This is your dash address. Tap to copy it or send it by email or sms. The address will change each time you receive funds, but old addresses always work.
ar: هذا هو عنوان داش الخاص بك. انقر لنسخها أو إرسالها عبر البريد الإلكتروني أو الرسائل القصيرة. سيتغير العنوان في كل مرة تتلقى فيها الأموال ، ولكن العناوين القديمة تعمل دائمًا.
bg: Това е вашият dash адрес. Докоснете, за да го копирате или да го изпратите по имейл или SMS. Адресът ще се променя всеки път, когато получават средства, но старите адреси винаги работят.
ja: これはあなたのDashアドレスです。タップするとコピーされメールやSMSで共有できます。取引を行うごとにアドレスは入れ替わりますが、一度表示したアドレスに対して送られたDashはいつまでも自動的に受け取られます。
ko: 이것이 당신의 대시 주소입니다. 탭 하여 복사하거나 이메일, SMS를 통해 다른 사람에게 보내세요. 주소는 당신이 돈을 받을 때마다 새로 생성됩니다. 하지만 이전 주소도 언제든지 사용할 수 있습니다.
th: นี่คือที่อยู่ dash ของคุณ แตะเพื่อคัดลอกหรือส่งโดยอีเมล์หรือข้อความ ที่อยู่จะเปลี่ยนแปลงทุกครั้งที่คุณรับเงิน แต่ที่อยู่เดิมจะทำงานได้เสมอ

source: This is your dash balance.
ar: هذا هو رصيدك.
bg: Това е вашият dash баланс.
ja: これがあなたのDash残高です
ko: 이것이 당신의 대시 잔고입니다.
th: นี่คือยอดรวม dash ของคุณ

source: This is your dash balance. Dash is a currency. The exchange rate changes with the market.
ar: هذا هو رصيدك. داش هي عملة. تغير سعر الصرف مع السوق.
bg: Това е твоят dash баланс. Dash е валута. Валутните курсове се променят с пазара.
ja: これはあなたのDash残高です。Dashは通貨であり、為替レートは市場の動きにより変動します。
ko: 이것이 당신의 대시 잔액입니다. 대시는 화폐입니다. 환율은 시장 상황에 따라 변합니다.
th: นี่คือยอดเงิน dash ทั้งหมดของคุณ Dash เป็นสกุลเงิน อัตราแลกเปลี่ยนมีการเปลี่ยนแปลงกับตลาด

source: this payment address is already in your wallet
ar: عنوان الدفع هذا موجود بالفعل في محفظتك
bg: този адрес за плащане е вече в твоя портфейл
ja: このペイメントアドレスは既にあなたのウォレットに含まれています
ko: 이 결제 주소는 당신 지갑에 있는 주소입니다
th: ที่อยู่การชำระเงินนี้อยู่ใน wallet ของคุณแล้ว

source: This request requires an instant payment but you do not have enough inputs with 6 confirmations required by InstantSend, you may ask the merchant to accept a normal transaction or wait a few minutes.
ar: يتطلب هذا الطلب دفعة فورية ولكن ليس لديك ما يكفي من المدخلات مع 6 تأكيدات مطلوبة من إرسال فوري ، يمكنك أن تطلب من التاجر قبول معاملة عادية أو الانتظار لبضع دقائق.
bg: Тази заявка изисква мигновено плащане но Вие нямате достатъчно входове с 6 потвърждения необходими на InstantSend, може да попитате търговеца да приеме нормална транзакция или да изчакате няколко минути.
ja: この請求には即時支払いが必要ですが、あなたには即時送金［インスタントセンド］に必要な6回の承認と十分な入金がありません。お店に通常の送金を受け入れるか聞くか、数分間待ってください。
ko: 이 요청에는 즉석 지불이 필요하지만 인스턴트샌드에 필요한 6 가지 확인 사항을 충분히 입력하지 않은 경우, 판매자에게 정상적인 거래를 수락하도록 요청하거나 몇 분 정도 기다리십시오.
th: คำขอนี้ต้องการการชำระเงินทันที แต่คุณไม่มีการยืนยัน 6 รายการที่จำเป็นสำหรับการจัดส่งทันที คุณอาจขอให้ผู้ขายยอมรับการทำธุรกรรมตามปกติหรือรอสักครู่

source: this request requires an instant payment but you have disabled instant payments
ar: يتطلب هذا الطلب دفعة فورية ولكنك عطلت الدفعات الفورية
bg: тази заявка изисква мигновено плащане, но Вие сте изключили мигновените плащанията
ja: このリクエストには即時支払いが必要ですが、あなたは即時支払いを無効にしています。
ko: 이 요청에는 즉시 지불이 필요하지만 즉시 지불을 중지했습니다
th: คำขอนี้ต้องการการชำระเงินทันที แต่คุณได้ยกเลิกการชำระเงินทันที

source: This wallet is not empty or sync has not finished, you may not wipe it without the recovery phrase
ar: هذه المحفظة ليست فارغة أو لم تنتهِ المزامنة ، ولا يجوز مسحها بدون كلمة الإستراد
bg: Този портфейл не е празен или синхронизирането не е приключило, не можете да го изтриете без фразата за възстановяване
ja: このウォレットは何も入っていないか、もしくは同期が終わっていません。復元フレーズがない場合は削除しないでください。
ko: 이 지갑은 비어 있지 않거나 동기화가 완료되지 않았습니다. 복구 문구없이 삭제할 수 없습니다.
th: Wallet นี้ยังมีข้อมูลหรือการซิงค์ที่ยังไม่เสร็จสิ้น คุณไม่สามารถลบข้อมูลได้โดยไม่ใช้วลีกู้คืน

source: to:
ar: إلى:
bg: до:
ja: 送金先:
ko: 받은 주소:
th: ถึง:

source: to: %@
ar: إلى: %@
bg: до: %@
ja: 送金先: %@
ko: 받는 주소: %@
th: ถึง: %@

source: Touch ID limit
ar: إلمس لمعرفة الحد
bg: Touch ID лимит
ja: Touch IDの送金可能額
ko: 터치 아이디 제한
th: ขีดจำกัด Touch ID

source: Touch ID spending limit
ar: Touch ID لحد الإنفاق
bg: Touch ID лимит за похарчване
ja: Touch IDの送金可能額
ko: Touch ID 사용 제한 금액
th: จำกัดใช้ Touch ID

source: Transaction history
ar: سجل المعاملات
bg: История на транзакциите
ja: 取引履歴
ko: 거래 내역
th: ประวัติการทำรายการ

source: Try It!
ar: جربها!
bg: Опитай!
ja: もう一度試してみる！
ko: 시도하기!
th: ลอง!

source: turn device passcode on
ar: تشغيل رمز على الجهاز
bg: включи устройство за паролата
ja: 端末のパスコードを有効に
ko: 비밀번호 켜기
th: เปิดการใช้งานรหัส

source: Unable to get new qr code
ar: غير قادر على الحصول على كود QR جديد
bg: Не може да се получи нов qr код
ja: 新しいQRコードが取得できません
ko: 새 QR코드를 불러올 수 없습니다
th: ไม่สามารถรับโค้ด QR ใหม่

source: unknown address
ar: عنوان غير معروف
bg: неизвестен адрес
ja: 不明なアドレス
ko: 알 수 없는 주소
th: ไม่พบที่อยู่

source: unrecognized address
ar: عنوان غير معروف
bg: непознат адрес
ja: 認識されないアドレス
ko: 인식할 수 없는 주소
th: ที่อยู่ที่ไม่รู้จัก

source: unsupported or corrupted document
ar: مستند غير معتمد أو ضائع
bg: неподдържан или повреден документ
ja: サポートされていないか破損しているドキュメント
ko: 지원 되지 않거나 손상 된 문서
th: เอกสารไม่รองรับหรือเสียหาย

source: unsupported url
ar: عنوان الرابط غير معتمد
bg: неподдържан url
ja: サポートされていないURL
ko: 지원되지 않는 URL
th: url ไม่รองรับ

source: unverified
ar: غير مثبت عليه
bg: непроверен
ja: 未確認
ko: 확인되지 않음
th: พิสูจน์ไม่ได้

source: verified, waiting for confirmation
ar: التحقق ، في انتظار التأكيد
bg: проверен, в очакване на потвърждение
ja: 伝播確認済、承認を待機中
ko: 확인됨, 승인을 기다리는 중
th: ตรวจสอบแล้ว รอการยืนยัน

source: wallet address
ar: عنوان المحفظة
bg: адрес на портфейла
ja: 自分のアドレス
ko: 지갑 주소
th: ที่อยู่ wallet

source: WARNING
ar: تحذير
bg: ВНИМАНИЕ
ja: 警告
ko: 경고
th: คำเตือน

source: watch only
bg: режим на гледане
ja: 閲覧のみ
ko: 읽기 전용
th: ดูเท่านั้น

source: wipe
ar: مسح
bg: изчисти
ja: 完全削除
ko: 지우기
th: ลบล้าง

source: WRITE DOWN YOUR RECOVERY PHRASE
ar: أكتب كلمة إسترجاعك في الأسفل
bg: ЗАПИШИ ОТДОЛУ СВОЯТА ФРАЗА ЗА ВЪЗСТАНОВЯВАНЕ
ja: 復元フレーズを書き留めて下さい！
ko: 복원 문구를 옮겨 적어주세요
th: เขียนวลีการกู้คืนของคุณ

source: yes
bg: да
ja: はい
ko: 예
th: ใช่

source: You can now buy dash in dashwallet with cash or bank transfer.
ar: يمكنك شراء داش من محفظة داش بالمال او عن تحويل بنكي.
bg: Вече може да купите dash в dashwallet в брой или с банков превод.
ja: 現金や銀行送金を使ってDashウォレット内でDashが購入できます。
ko: 현금이나 은행 송금으로 이제 대시 지갑에서 대시를 구매할 수 있습니다.
th: ขณะนี้คุณสามารถซื้อ dash ผ่านเงินใน dash wallet หรือ โอนผ่านธนาคารได้

source: You must enter your pin in order to enter dashwallet
ar: يجب عليك إدخال الرقم السري الخاص بك لكي تدخل لمحفظة الداش
bg: Трябва да въведете своя ПИН, за да влезете в dashwallet
ja: Dashウォレットに入るにはPINの入力が必要です
ko: 대시 지갑에 액세스하려면 PIN을 입력해야합니다.
th: คุณต้องป้อนรหัสของคุณเพื่อที่จะเข้า dashwallet

source: you received dash!
ar: لقد تلقيت داش!
bg: ти получи dash!
ja: Dashを受け取りました！
ko: 대시를 받았습니다!
th: คุณได้รับ dash

source: ok
ar: حاضر
bg: ок
th: โอเค

source: to: %@ (via Shapeshift)
ar: إلى:%@ (via Shapeshift)
bg: до: %@ (чрез Shapeshift)
ja: %@ へ(Shapeshift経由で)
th: ถึง: %@ (via Shapeshift)

source: trust
ar: التقة
bg: доверен
ja: 信頼する
th: เชื่อถือ

source: OK
ar: حسنا
